Repository: aBraM-aBraM/client_manager
Catalog: lib/l10n/app_*.arb
Languages: he

# appTitle
source: Hair Salon
he: מספרה

source: Add Client
he: הוסף לקוח

# treatmentsTitle
source: Treatments
he: טיפולים

# treatmentHaircut
source: Haircut
he: תספורת

# treatmentColoring
source: Hair Coloring
he: צביעת שיער

# treatmentProduct
source: Hair Product
he: מוצר שיער

source: Last Appointment
he: ביקור אחרון

source: Next Appointment
he: ביקור הבא

source: No next appointment
he: אין תור הבא

source: Pick Last Appointment
he: בחר את התור הקודם

source: Pick Next Appointment
he: בחר את התור הבא

source: Save
he: שמור

source: Delete
he: מחק

# nameTitle
source: Name
he: שם

# nameValidator
source: Enter Name
he: הכנס שם

source: Choose from Contacts
he: בחר מאנשי קשר

source: Create New Client
he: צור לקוח חדש

# expectedIncomeTitle
source: Expected Income
he: הכנסות צפויות
